<template>
    <div class="body-padding" style="margin: auto;">
        <h2>ಮೊದಲ ಮಾತು</h2>
        <p>ಪುರಾತನ ಲಿಪಿಗಳು ಹೇಗಿದ್್ದ ವು ಎಂಬುದನ್್ನನು ತಿಳಿಯಲು ತಾಳೆ ಗರಿಗಳು, ತಾಮ್ ್ರಪಟ ಹಾಗೂ
            ಶಿಲಾಶಾಸನಗಳು ಪ್್ರಮುಖ ಆಧಾರಗಳಾಗಿದ್್ದ ದು , "ಬೆೆಂ ಗಳೂರು ಇತಿಹಾಸ ವೈಭವ" ಮಾಲಿಕೆಯಲ್ಲಿ ಈ "ಅಕ್್ಷ ರ
            ಭಂಡಾರ - ಭಾಗ-೧" ಎಂಬ ಸಂಚಿಕೆಯನ್್ನನು ಅವಿಭಜಿತ ಬೆೆಂ ಗಳೂರು ಜಿಲ್ಲೆಯಲ್ಲಿ ಕಂಡುಬಂದಿರುವ
            ಸಾ.ಶ.೧೩೦೦-೧೪೦೦ರ ಕಾಲದ ಕನ್್ನ ಡ ಶಾಸನಗಳ ಲಿಪಿಗಳನ್್ನನು ಆಧಾರವಾಗಿಟ್್ಟಟುಕೊೊಂಡು ವರ್್ಣಮಾಲೆ,
            ಕಾಗುಣಿತಾಕ್್ಷ ರಗಳು, ಸಂಯುಕ್ತಾಕ್್ಷ ರಗಳು, ಒತ್್ತ ಕ್್ಷ ರಗಳು, ಅಂಕಿ-ಸಂಖ್ಯೆಗಳು ಇನ್್ನನೂ ಮುಂತಾದ
            ವಿಷಯಗಳನ್್ನನು ಲಿಪಿ ಪಟ್ಟಿಕೆಗಳನ್್ನನು ನೀ ಡುವ ಮೂಲಕ ತಿಳಿಸಲಾಗಿದೆ</p>

        <p>
            ಸಾಮಾನ್್ಯವಾಗಿ ಲಿಪಿಯನ್್ನನು ಕಲಿಸುವಾಗ ಅತೀ ಪ್ರಾಚೀ ನವಾದ ಬ್ರಾಹ್ಮಿ ಲಿಪಿಯಿಿಂದ ಪ್ರಾರಂಭಿಸಿ
            ಇಂದಿನ ಲಿಪಿಗೆ ಸಾಮ್್ಯತೆಯನ್್ನನು ಹೋ ಲಿಸಲಾಗುತ್್ತ ದೆ. ಆದರೆ ಇದೊೊಂದು ಗೊೊಂದಲಾತ್್ಮಕ ವಿಧಾನವಾಗಿದ್್ದ ದು ,
            ಇಂದಿನ ಅಕ್್ಷ ರಗಳಿಗೆ ಬಹುಪಾಲು ಭಿನ್್ನ ವಾಗಿರುವ ಬ್ರಾಹ್ಮಿ ಲಿಪಿಯಿಿಂದ ಇಂದು ಬಳಕೆಯಲ್ಲಿರುವ
            ಲಿಪಿಯನ್್ನ ನು ಕಲಿ ಯುವುದು ಬಹಳ ಕಷ್್ಟಕರ. ಆದ್್ದ ರಿಿಂದ ನಮ್್ಮ ತಂಡವು, ಸರಳತೆಯಿಿಂದ ಕ್ಲಿಷ್್ಟತೆಯೆಡೆಗೆ
            ಎಂಬ ಸಿದ್್ಧಾಾಂತದ ಆಧಾರದ ಮೇಲೆ ಪ್್ರಸ್್ತ ತುತ ಚಾಲ್ತಿಯಲ್ಲಿರುವ ಹಾಗೂ ಗೊತ್ತಿರುವ ಲಿಪಿಯಿಿಂದ ಹಿಿಂದಿನ
            ಕಾಲದ ಲಿಪಿಗಳನ್್ನನು ಕಲಿಯುವ ವಿಧಾನಕ್ಕೆ ಹೆಚ್್ಚಚು ಮನ್್ನ ಣೆಯನ್್ನನು ಕೊಡುತ್್ತ ದೆ.
        </p>

        <p>
            ಈ ಮೊದಲು ಲಿಪಿಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ವಿದ್್ವಾಾಂಸರುಗಳು ತಾವು ನೋಡಿದ ಶಾಸನ ಅಕ್್ಷ ರಗಳನ್್ನನು
            ತಮ್್ಮ ಕಣ್ ನಕಲಿ ನ (eye copy) ಮೂಲಕ ಪುಸ್್ತಕಗಳಲ್ಲಿ ದಾಖಲು ಮಾಡುತ್ತಿದ್ ್ದರು. ಆದರೆ ನಾವು ಈ
            ಸಾಾಂಪ್್ರದಾಯಿಕ ವಿಧಾನಗಳಿಗಿಿಂತ ಭಿನ್್ನ ವಾಗಿ, ಆಧುನಿಕ ತಂತ್್ರ ಜ್ಞಾ ನದ ಸಹಾಯದಿಿಂದ, ಪ್ರಾಚೀ ನ
            ಶಾಸನಗಳ 3ಡಿ ಡಿಜಿಟಲ್ ಮಾಡಲ್ ಗಳನ್್ನ ನು ಪಡೆದು, ಈ ಸಂಚಿಕೆಯಲ್ಲಿ ಅದೇ ಹೈ-ರೆಸಲೂಷನ್ 3ಡಿ
            ಡಿಜಿಟಲ್ ಮಾಡಲ್ ಗಳ ಮೂಲಕ ಪಡೆದ ಡಿಜಿಟಲ್ ಚಿತ್್ರ ಗಳನ್್ನನು ಬಳಸಿಕೊೊಂಡಿದ್್ದದೇವೆ . ಈ ರೀ ತಿ ಪಡೆದ
            ಸುಮಾರು 6000 ಅಕ್್ಷ ರಗಳನ್್ನ ನು ಅಧ್್ಯಯನಕ್ಕೆ ಒಳಪಡಿಸಿದ್್ದದು , ಸುಮಾರು ಒಂದು ಸಾವಿರ ಅಕ್್ಷ ರಗಳ
            ಡಿಜಿಟಲ್ ರೂಪಗಳನ್್ನನು ಈ ಸಂಚಿಕೆಯಲ್ಲಿ ಅಳವಡಿಸಿದ್್ದದೇವೆ . ಈ ಚಿತ್್ರಗಳ ಮೂಲಕವೇ 600 ವರ್್ಷ ಗಳ
            ಹಿಿಂದಿನ ಕನ್್ನ ಡ ಅಕ್್ಷ ರಗಳನ್್ನನು ಹಾಗೂ ಲಿಪಿಯ ವೈಶಿಷ್್ಟ್್ಯವನ್್ನನು ನೋಡಿ ಆನಂದಿಸಬಹುದು. ಈ ಮಾದರಿಯು
            ಲಿಪಿ ಅಧ್್ಯಯನ ಕ್್ಷ ಷೇತ್ ್ರದಲ್ಲಿ ಒಂದು ಮೈಲಿಗಲ್್ಲಲು ಎಂದೇ ಹೇಳಬಹುದು.
        </p>
    </div>
</template>